<?php

return [
    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Указанный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',
    'successfully_logged_out' => 'Успешный выход',
    'do_not_send_repeatedly' => 'Не отправлять повторно',
    'email_required' => 'Неверный формат электронной почты или поле не может быть пустым',
    'email_unique' => 'Этот адрес электронной почты уже зарегистрирован',
    'email_email' => 'Неверный формат адреса электронной почты',
    'code_required' => 'Код подтверждения должен быть заполнен',
    'password_required' => 'Пароль не может быть пустым',
    'password_min' => 'Пароль должен содержать минимум 8 символов',
    'password_confirmed' => 'Подтверждение пароля не совпадает',
    'code_expired' => 'Срок действия кода подтверждения истек',
    'code_error' => 'Ошибка кода подтверждения',
    'invite_code_error' => 'Ошибка пригласительного кода',
    'unauthorized' => 'Несанкционированный доступ',
];

