<?php
return [
    "symbol_required"=> "Пожалуйста, выберите транзакционную пару",
    "quantity_required"=> "Пожалуйста, введите количество заказа",
    "time_id_required"=> "Пожалуйста, выберите время контракта",
    "time_id_exists"=> "Срок действия контракта не существует",
    "type_required"=> "Пожалуйста, выберите тип контракта",
    "type_in"=> "Тип контракта не существует",
    "symbol_required_exists"=> "Транзакционная пара не существует",
    "down_order_exists"=> "Время заказа не существует"
];